[
  {
    "name": "Prolog",
    "sol": "meteor",
    "pts": 50,
    "autoOpen": "2023-01-27T20:30:00.000+01:00",
    "autoClose": "2023-01-27T23:59:59.999+01:00"
  },
  {
    "name": "Canaveral",
    "hint": "Černý predátorský trpaslík bleskově navštívil futuristickou bránou mezní matrix. Válečná světluška na treku po vysočině zkrotila akta armageddonu.",
    "wt": "U každé skladby zjistěte, ze kterého sci-fi filmu nebo seriálu znělka pochází a zapište si jeho oficiální český název (pozor, nemusí být vždy česky). V každé znělce je ukryté číslo, které ukazuje na to, kolikáté písmeno z názvu je potřeba vzít.",
    "sol": "taktovka",
    "pts": 100,
    "next": "Oběžná dráha 1/2",
    "autoOpen": "2023-01-28T06:30:00.000+01:00"
  },
  {
    "name": "Bajkonur",
    "hint": "Jak dlouho to trvá? A kdy k tomu došlo?",
    "wt": "Identifikujte historické události a seřaďte je od nejstarší k nejnovější. Spočítejte, kolik vteřin trvá každá ukázka, tato čísla vám určí písmena abecedy.",
    "sol": "lunochod",
    "pts": 100,
    "next": "Oběžná dráha 2/2",
    "autoOpen": "2023-01-28T06:30:00.000+01:00"
  },
  {
    "name": "Oběžná dráha 1/2",
    "locText": "Vysílač nad Pokovými Hutěmi",
    "locGPS": [49.0460072, 13.6496314],
    "hint": "Co najdeme v černé díře a kolikáté to je?",
    "wt": "V obou černých kolečkách si vyřízněte díru a hledejte postupně pro každou barvu duhy umístění kolečka na nějaké hvězdě tak, aby stejně barevné čáry navazovaly na souhvězdí v okolí. Na obou polovinách mapy je dohromady 26 nejzářivějších hvězd, tajenku čtěte jako součet písmen (v pořadí anglické abecedy) přiřazených hvězdám ve středu jednoho a druhého kolečka pro každou barvu zvlášť.",
    "sol": "hvezdar",
    "pts": 100,
    "parts": [ "Oběžná dráha 1/2", "Oběžná dráha 2/2" ],
    "next": "Merkur"
  },
  {
    "name": "Oběžná dráha 2/2",
    "locText": "Zimní rozcestník v JZ rohu PP Pasecká slať",
    "locGPS": [49.0252681, 13.6590419],
    "hint": "Co najdeme v černé díře a kolikáté to je?",
    "wt": "V obou černých kolečkách si vyřízněte díru a hledejte postupně pro každou barvu duhy umístění kolečka na nějaké hvězdě tak, aby stejně barevné čáry navazovaly na souhvězdí v okolí. Na obou polovinách mapy je dohromady 26 nejzářivějších hvězd, tajenku čtěte jako součet písmen (v pořadí anglické abecedy) přiřazených hvězdám ve středu jednoho a druhého kolečka pro každou barvu zvlášť.",
    "sol": "hvezdar",
    "pts": 100,
    "parts": [ "Oběžná dráha 1/2", "Oběžná dráha 2/2" ],
    "next": "Merkur"
  },
  {
    "name": "Merkur",
    "locText": "Stolek u parkoviště Pláně",
    "locGPS": [49.0537000, 13.6340783],
    "hint": "Prvočinitele? Ano=1, ne=0.",
    "wt": "Uvažujte prvních pět sestupně zapsaných prvočísel. Rozložte registrační číslo každé lodi na prvočinitele a zkoumejte, která z prvočísel jsou použita (1) a která ne (0). Odsud přečtěte tajenku v binárním kódu.",
    "sol": "supernova",
    "pts": 100,
    "next": "Venuše"
  },
  {
    "name": "Venuše",
    "locText": "Rozhledna Skokanský můstek",
    "locGPS": [49.0613675, 13.6296717],
    "hint": "Pán s buřinkou = tau (τ) = T",
    "wt": "V příběhu hledejte fyzikální veličiny, značky a další koncepty, které se značí nebo nazývají řeckými písmeny. Tajenku přečtěte po převedení řeckých písmenek na jejich ekvivalenty v latince.",
    "sol": "leporelo",
    "pts": 100,
    "next": "Mars"
  },
  {
    "name": "Mars",
    "locText": "Přístřešek Zlatá Studna",
    "locGPS": [49.0606511, 13.6013114],
    "hint": "<img src=\"images/napoveda-obrazky.png\"/>",
    "wt": "Každý z obrázků pojmenujte názvem některé planety (českým nebo anglickým). Planet je 8, dvojice pak označují znak ze semaforové abecedy, v očíslování z šifrovací pomůcky (1 = Merkur).",
    "sol": "kometa",
    "pts": 100,
    "next": "Jupiter"
  },
  {
    "name": "Jupiter",
    "locText": "Zastávka Horská Kvilda, U Prodejny",
    "locGPS": [49.0546150, 13.5631536],
    "hint": "Binární rozklad vám pomůže najít souvězdí.",
    "wt": "Počet cípů každé hvězdy převeďte na pětimístné binární číslo. Vyberte ty hvězdy, které mají na první pozici binárního čísla jedničku a určete název souhvězdí, které tyto hvězdy vykreslí. Opakujte stejně pro 2.-5. pozici. Získáte názvy pěti souhvězdí, první písmena z nich dají heslo.",
    "sol": "sokol",
    "pts": 100,
    "next": "Saturn"
  },
  {
    "name": "Saturn",
    "locText": "Vyhlídková věž Jezerní slať",
    "locGPS": [49.0397447, 13.5754397],
    "hint": "Hvězdné výlety, války, nebo brány? Nějak se nám to zamíchalo.",
    "wt": "Roztřiďte ikony podle toho, ke které sci-fi franšíze se vztahují (Star Trek, Star Wars, Stargate). Každá množina opticky představuje jedno písmenko. Tajenku čtěte podle roku vzniku.",
    "sol": "eso",
    "pts": 100,
    "next": "Uran"
  },
  {
    "name": "Uran",
    "locText": "Rysí výběh",
    "locGPS": [49.0335264, 13.5827483],
    "hint": "Co složíte z částí obrázků oblohy?",
    "wt": "Každý tvar odpovídá na mapě některému červenému ohraničení souhvězdí (může být zdeformováno vlivem projekce na polokoule). Souhvězdí najděte a určete, co vyznačená elipsa označuje v namalované podkladové ilustraci. Z pěti částí těla zkuste určit tvora.",
    "sol": "cert",
    "pts": 100,
    "next": "Neptun"
  },
  {
    "name": "Neptun",
    "locText": "Západní vyhlídka na jelení výběh",
    "locGPS": [49.0299717, 13.5842714],
    "hint": "Výsledky volby nejlepšího kandidáta nám dnes prozradí Marcela Augustová. P.P. + A.B. = Q.R.",
    "wt": "Přiřaď každému kandidátovi jednoho prezidentského kandidáta z letošních voleb. Posuň v abecedě každou iniciálu jména a příjmení o tutéž iniciálu prezidentského kandidáta.",
    "sol": "hrad",
    "pts": 100,
    "next": "Návrat"
  },
  {
    "name": "Návrat",
    "locText": "Přístřešek U Starých Hutí",
    "locGPS": [49.0314519, 13.6265700],
    "hint": "Obvod = π * průměr",
    "wt": "Obě kolečka mapy oblohy můžeme položit vedle sebe tak, že navazují v jednom bodě. Odvalujeme společně podél linky tak, aby se návaznost neporušila, krátké úsečky v šifře odpovídají místům, kde okraj mapy protíná některé souhvězdí, a slouží pro ujištění a doladění nepřesností. V každém bodě dotyku, kde vede některá příčná linka, její zakončení padá na název jednoho souhvězdí. Čtěte tolikáté písmenko z názvu, jaké číslo je vyznačeno.",
    "sol": "kosmodrom",
    "pts": 100
  }
]
